Repository: Negative-Star-Innovators/AgentRedactor
Catalog: windows/Strings/*/Resources.resw
Source language: en
Languages: af, ar, da, de, el, et, fi, fr, hi, hu, hy, ig_ng, is, ka, lv, ms, pl, ru, sl, sr_latn, sw, th, tr, ur, zh_cn

# HomePage_ProxyStatus_PortUsedByProfile
source: Port {0} is already used by profile '{1}', choose another.
af: Poort {0} word reeds deur profiel '{1}' gebruik, kies 'n ander.
ar: المنفذ {0} مستخدم بالفعل بواسطة ملف التعريف '{1}'، اختر منفذًا آخر.
da: Port {0} bruges allerede af profilen '{1}', vælg en anden.
de: Port {0} wird bereits vom Profil '{1}' verwendet, bitte wählen Sie einen anderen.
el: Η θύρα {0} χρησιμοποιείται ήδη από το προφίλ '{1}', επιλέξτε άλλη.
et: Porti {0} kasutab juba profiil '{1}', valige teine.
fi: Portti {0} on jo profiilin '{1}' käytössä, valitse toinen.
fr: Le port {0} est déjà utilisé par le profil '{1}', choisissez-en un autre.
hi: पोर्ट {0} पहले से ही '{1}' प्रोफ़ाइल द्वारा उपयोग में है, कृपया कोई अन्य चुनें।
hu: A(z) {0} portot már használja a(z) '{1}' profil, válasszon másikat.
hy: Պորտ {0}-ն արդեն օգտագործում է '{1}' պրոֆիլը, ընտրեք մեկ այլ:
ig_ng: Port {0} ọ na-arụ ọrụ site na profaịlụ '{1}', họrọ ọzọ.
is: Port {0} er þegar í notkun af prófílnum '{1}', veldu annan.
ka: პორტი {0} უკვე იყენებს პროფილი '{1}', აირჩიეთ სხვა.
lv: Ports {0} jau izmanto profils '{1}', izvēlieties citu.
ms: Port {0} sudah digunakan oleh profil '{1}', pilih yang lain.
pl: Port {0} jest już używany przez profil '{1}', wybierz inny.
ru: Порт {0} уже используется профилем '{1}', выберите другой.
sl: Vrata {0} že uporablja profil '{1}', izberite druga.
sr_latn: Port {0} već koristi profil '{1}', izaberite drugi.
sw: Bandari {0} tayari inatumika na wasifu '{1}', chagua nyingine.
th: พอร์ต {0} ถูกใช้โดยโปรไฟล์ '{1}' แล้ว โปรดเลือกพอร์ตอื่น
tr: Port {0} zaten '{1}' profili tarafından kullanılıyor, başka bir port seçin.
ur: پورٹ {0} پہلے ہی '{1}' پروفائل استعمال کر رہی ہے، کوئی اور منتخب کریں۔
zh_cn: 端口 {0} 已被配置文件“{1}”使用，请选择其他端口。

# HomePage_Regex_Title.Text
source: Regex Patterns
af: Regex-patrone
ar: أنماط ريكس
da: Regex-mønstre
de: Regex-Muster
el: Μοτίβα Regex
et: Regex mustrid
fi: Regex-kuviot
fr: Modèles regex
hi: Regex पैटर्न
hu: Regex minták
hy: Regex նմուշներ
is: Regex mynstur
ka: Regex ნიმუშები
lv: Regex paraugi
ms: Corak Regex
pl: Wzorce Regex
ru: Шаблоны регулярных выражений
sl: Regex vzorci
sr_latn: Regex obrasci
sw: Mistarifa ya Regex
th: รูปแบบ Regex
tr: Regex Desenleri
ur: Regex پیٹرن
zh_cn: 正则表达式模式

# HomePage_Regex_Description.Text
source: Text matching these patterns will be redacted before sending to the API
af: Teks wat met hierdie patrone ooreenstem, sal geredigeer word voordat dit na die API gestuur word
ar: سيتم تنقيح النص المطابق لهذه الأنماط قبل إرساله إلى واجهة برمجة التطبيقات
da: Tekst, der matcher disse mønstre, redigeres, før den sendes til API'et
de: Text, auf den diese Muster zutreffen, wird vor dem Senden an die API geschwärzt
el: Το κείμενο που ταιριάζει με αυτά τα μοτίβα θα αποκρύπτεται πριν σταλεί στο API
et: Nende mustritele vastav tekst redigeeritakse enne API-sse saatmist
fi: Nämä kuviot vastaava teksti peitataan ennen API:lle lähettämistä
fr: Le texte correspondant à ces modèles sera masqué avant d'être envoyé à l'API
hi: इन पैटर्न से मेल खाने वाला टेक्स्ट API पर भेजने से पहले रिडैक्ट किया जाएगा
hu: Az ezeknek a mintáknak megfelelő szöveget anonimizáljuk az API-nak való elküldés előtt
hy: Այս նմուշներին համապատասխանող տեքստը կջնջվի API-ին ուղարկելուց առաջ
ig_ng: Ederede na-egosi patterns ndị a ga-emebi emebi tupu e zipụọ API
is: Texti sem passar við þessi mynstur verður afskráður áður en hann er sendur API
ka: ამ ნიმუშებს შესაბამისი ტექსტი წაიშლება API-ში გაგზავნამდე
lv: Teksts, kas atbilst šiem paraugiem, tiks rediģēts pirms nosūtīšanas uz API
ms: Teks yang sepadan dengan corak ini akan disunting sebelum dihantar ke API
pl: Tekst pasujący do tych wzorców zostanie zredagowany przed wysłaniem do API
ru: Текст, соответствующий этим шаблонам, будет отредактирован перед отправкой в API
sl: Besedilo, ki se ujema s temi vzorci, bo urejeno pred pošiljanjem v API
sr_latn: Tekst koji odgovara ovim obrascima biće maskiran pre slanja API-ju
sw: Maandishi yanayolingana na mistarifa hii yatafutwa kabla ya kutumwa kwenye API
th: ข้อความที่ตรงกับรูปแบบเหล่านี้จะถูกลดความละเอียดก่อนส่งไปยัง API
tr: Bu desenlerle eşleşen metin, API'ye gönderilmeden önce düzenlenecek
ur: ان پیٹرنز سے مماثل متن API بھیجنے سے پہلے حذف کر دیا جائے گا
zh_cn: 与这些模式匹配的文本将在发送至 API 之前脱敏

# HomePage_Regex_EnabledHeader.Text
source: Enabled
af: Geaktiveer
ar: ممكّن
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
et: Lubatud
fi: Käytössä
fr: Activé
hi: सक्षम
hu: Engedélyezve
hy: Միացված է
ig_ng: Kwụsịrị
is: Virkt
ka: ჩართულია
lv: Iespējots
ms: Didayakan
pl: Włączone
ru: Включено
sl: Omogočeno
sr_latn: Omogućeno
sw: Imewashwa
th: เปิดใช้งาน
tr: Etkin
ur: فعال
zh_cn: 已启用

# HomePage_Regex_PatternHeader.Text
source: Regex Pattern
af: Regex-patroon
ar: نمط ريكس
da: Regex-mønster
de: Regex-Muster
el: Μοτίβο Regex
et: Regex muster
fi: Regex-kuvio
fr: Modèle regex
hi: Regex पैटर्न
hu: Regex minta
hy: Regex նմուշ
is: Regex mynstur
ka: Regex ნიმუში
lv: Regex paraugs
ms: Corak Regex
pl: Wzorzec Regex
ru: Шаблон регулярного выражения
sl: Regex vzorec
sr_latn: Regex obrazac
sw: Mistarifa ya Regex
th: รูปแบบ Regex
tr: Regex Deseni
ur: Regex پیٹرن
zh_cn: 正则表达式模式

# HomePage_Regex_Placeholder.PlaceholderText
source: e.g. sk-[a-zA-Z0-9]{20,}
af: bv. sk-[a-zA-Z0-9]{20,}
ar: على سبيل المثال س-[a-zA-Z0-9]{20,}
da: f.eks. sk-[a-zA-Z0-9]{20,}
de: z. B. sk-[a-zA-Z0-9]{20,}
el: π.χ. sk-[a-zA-Z0-9]{20,}
et: nt. sk-[a-zA-Z0-9]{20,}
fi: esim. sk-[a-zA-Z0-9]{20,}
fr: p. ex. sk-[a-zA-Z0-9]{20,}
hi: उदा. sk-[a-zA-Z0-9]{20,}
hu: pl. sk-[a-zA-Z0-9]{20,}
hy: օր. sk-[a-zA-Z0-9]{20,}
ig_ng: dị ka sk-[a-zA-Z0-9]{20,}
is: t.d. sk-[a-zA-Z0-9]{20,}
ka: მაგ. sk-[a-zA-Z0-9]{20,}
lv: piem. sk-[a-zA-Z0-9]{20,}
ms: cth. sk-[a-zA-Z0-9]{20,}
pl: np. sk-[a-zA-Z0-9]{20,}
ru: например sk-[a-zA-Z0-9]{20,}
sl: npr. sk-[a-zA-Z0-9]{20,}
sr_latn: npr. sk-[a-zA-Z0-9]{20,}
sw: mfano sk-[a-zA-Z0-9]{20,}
th: เช่น sk-[a-zA-Z0-9]{20,}
tr: örn. sk-[a-zA-Z0-9]{20,}
ur: مثلاً sk-[a-zA-Z0-9]{20,}
zh_cn: 例如 sk-[a-zA-Z0-9]{20,}

# HomePage_Regex_AddButton.Content
source: Add
af: Voeg by
ar: يضيف
da: Tilføj
de: Hinzufügen
el: Προσθήκη
et: Lisa
fi: Lisää
fr: Ajouter
hi: जोड़ें
hu: Hozzáadás
hy: Ավելացնել
ig_ng: Tinye
is: Bæta við
ka: დამატება
lv: Pievienot
ms: Tambah
pl: Dodaj
ru: Добавить
sl: Dodaj
sr_latn: Dodaj
sw: Ongeza
th: เพิ่ม
tr: Ekle
ur: شامل کریں
zh_cn: 添加

# HomePage_Keywords_Title.Text
source: Keywords
af: Sleutelwoorde
ar: الكلمات الرئيسية
da: Nøgleord
de: Schlüsselwörter
el: Λέξεις-κλειδιά
et: Märksõnad
fi: Avainsanat
fr: Mots-clés
hi: कीवर्ड
hu: Kulcsszavak
hy: Բանալի բառեր
is: Lykilorð
ka: საკვანძო სიტყვები
lv: Atslēgvārdi
ms: Kata kunci
pl: Słowa kluczowe
ru: Ключевые слова
sl: Ključne besede
sr_latn: Ključne reči
sw: Maneno Muhimu
th: คำสำคัญ
tr: Anahtar Kelimeler
ur: مطلوبہ الفاظ
zh_cn: 关键词

# HomePage_Keywords_Description.Text
source: Messages containing these words will be flagged for redaction
af: Boodskappe wat hierdie woorde bevat, sal gemerk word vir redigering
ar: سيتم وضع علامة على الرسائل التي تحتوي على هذه الكلمات لتنقيحها
da: Beskeder, der indeholder disse ord, markeres til redigering
de: Nachrichten, die diese Wörter enthalten, werden zur Schwärzung markiert
el: Μηνύματα που περιέχουν αυτές τις λέξεις θα σημανθούν για απόκρυψη
et: Sõnumid, mis sisaldavad neid sõnu, märgistatakse redigeerimiseks
fi: Viestit, jotka sisältävät nämä sanat, merkitään peitattaviksi
fr: Les messages contenant ces mots seront marqués pour masquage
hi: इन शब्दों को शामिल करने वाले संदेशों को रिडैक्शन के लिए चिह्नित किया जाएगा
hu: Az ezeket a szavakat tartalmazó üzeneteket anonimizálásra jelöljük
hy: Այս բառերը պարունակող հաղորդագրությունները կնշվեն ջնջման համար
ig_ng: Ozi nwere okwu ndị a ga-egosi ọkwa maka emebi emebi
is: Skilaboð sem innihalda þessi orð verða merkt fyrir afskráningu
ka: შეტყობინებები, რომლებიც შეიცავს ამ სიტყვებს, წაშლისთვის მოინიშნება
lv: Ziņojumi, kas satur šos vārdus, tiks atzīmēti rediģēšanai
ms: Mesej yang mengandungi perkataan ini akan dibenderakan untuk redaksi
pl: Wiadomości zawierające te słowa zostaną oznaczone do redagowania
ru: Сообщения, содержащие эти слова, будут помечены для редактирования
sl: Sporočila, ki vsebujejo te besede, bodo označena za urejanje
sr_latn: Poruke koje sadrže ove reči biće označene za maskiranje
sw: Ujumbe unaao maneno haya utawekwa alama kwa ajili ya kufutwa
th: ข้อความที่มีคำเหล่านี้จะถูกทำเครื่องหมายเพื่อลดความละเอียด
tr: Bu kelimeleri içeren mesajlar düzenleme için işaretlenecek
ur: ان الفاظ پر مشتمل پیغامات کو حذف کرنے کے لیے نشان زد کیا جائے گا
zh_cn: 包含这些词的消息将被标记为脱敏

# HomePage_Keywords_EnabledHeader.Text
source: Enabled
af: Geaktiveer
ar: ممكّن
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
et: Lubatud
fi: Käytössä
fr: Activé
hi: सक्षम
hu: Engedélyezve
hy: Միացված է
ig_ng: Kwụsịrị
is: Virkt
ka: ჩართულია
lv: Iespējots
ms: Didayakan
pl: Włączone
ru: Включено
sl: Omogočeno
sr_latn: Omogućeno
sw: Imewashwa
th: เปิดใช้งาน
tr: Etkin
ur: فعال
zh_cn: 已启用

# HomePage_Keywords_CaseHeader.Text
source: Case
af: Hooflettergebruik
ar: قضية
da: Store/små bogstaver
de: Groß-/Kleinschreibung
el: Κεφαλαία/μικρά
et: Suur- ja väiketähed
fi: Kirjainkoko
fr: Casse
hi: केस
hu: Kis- és nagybetű
hy: Տառատեսակի ռեգիստր
is: Hástafir/lágstafir
ka: რეგისტრი
lv: Reģistrs
ms: Kes
pl: Wielkość liter
ru: Регистр
sl: Velike/male črke
sr_latn: Velika/mala slova
sw: Herufi kubwa/ndogo
th: ตัวพิมพ์
tr: Büyük/Küçük Harf
ur: کیس
zh_cn: 大小写

# HomePage_Keywords_KeywordHeader.Text
source: Keyword
af: Sleutelwoord
ar: الكلمة الرئيسية
da: Nøgleord
de: Schlüsselwort
el: Λέξη-κλειδί
et: Märksõna
fi: Avainsana
fr: Mot-clé
hi: कीवर्ड
hu: Kulcsszó
hy: Բանալի բառ
is: Lykilorð
ka: საკვანძო სიტყვა
lv: Atslēgvārds
ms: Kata kunci
pl: Słowo kluczowe
ru: Ключевое слово
sl: Ključna beseda
sr_latn: Ključna reč
sw: Neno Muhimu
th: คำสำคัญ
tr: Anahtar Kelime
ur: مطلوبہ لفظ
zh_cn: 关键词

# HomePage_Keywords_Placeholder.PlaceholderText
source: e.g. password
af: bv. wagwoord
ar: على سبيل المثال كلمة المرور
da: f.eks. adgangskode
de: z. B. Passwort
el: π.χ. κωδικός πρόσβασης
et: nt. parool
fi: esim. salasana
fr: p. ex. mot de passe
hi: उदा. password
hu: pl. jelszó
hy: օր. գաղտնաբառ
ig_ng: dị ka password
is: t.d. lykilorð
ka: მაგ. პაროლი
lv: piem. parole
ms: cth. kata laluan
pl: np. hasło
ru: например пароль
sl: npr. geslo
sr_latn: npr. lozinka
sw: mfano password
th: เช่น password
tr: örn. password
ur: مثلاً password
zh_cn: 例如 password

# HomePage_Keywords_AddButton.Content
source: Add
af: Voeg by
ar: يضيف
da: Tilføj
de: Hinzufügen
el: Προσθήκη
et: Lisa
fi: Lisää
fr: Ajouter
hi: जोड़ें
hu: Hozzáadás
hy: Ավելացնել
ig_ng: Tinye
is: Bæta við
ka: დამატება
lv: Pievienot
ms: Tambah
pl: Dodaj
ru: Добавить
sl: Dodaj
sr_latn: Dodaj
sw: Ongeza
th: เพิ่ม
tr: Ekle
ur: شامل کریں
zh_cn: 添加

# HomePage_Keywords_CaseSensitiveCheck.Content
source: Case sensitive
af: Hooflettergevoelig
ar: حساسية الموضوع
da: Forskel på store/små bogstaver
de: Groß-/Kleinschreibung beachten
el: Διάκριση πεζών-κεφαλαίων
et: Tõstutundlik
fi: Kirjainkoko huomioidaan
fr: Respecter la casse
hi: केस संवेदनशील
hu: Kis- és nagybetűérzékeny
hy: Հաշվի առնել ռեգիստրը
is: Mismunandi á hástöfum/lágstöfum
ka: რეგისტრის გათვალისწინება
lv: Reģistrjutīgs
ms: Kes sensitif
pl: Rozróżniaj wielkość liter
ru: Учитывать регистр
sl: Razlikovanje velikih/malih črk
sr_latn: Razlikuj velika i mala slova
sw: Kutofautisha herufi kubwa/ndogo
th: แยกแยะตัวพิมพ์เล็ก/ใหญ่
tr: Büyük/küçük harf duyarlı
ur: کیس حساس
zh_cn: 区分大小写

# HomePage_Detection_Title.Text
source: AI Powered Detection Model
af: AI-aangedrewe opsporingsmodel
ar: نموذج الكشف المدعوم بالذكاء الاصطناعي
da: AI-drevet detektionsmodel
de: KI-gestütztes Erkennungsmodell
el: Μοντέλο ανίχνευσης με τεχνητή νοημοσύνη
et: Tehisintellektil põhinev tuvastusmudel
fi: Tekoälyä hyödyntävä havaintomalli
fr: Modèle de détection alimenté par IA
hi: AI-संचालित पहचान मॉडल
hu: Mesterséges intelligenciával működő észlelési modell
hy: Արհեստական բանականությամբ աշխատող հայտնաբերման մոդել
ig_ng: Nchọpụta Model na-akwọ AI
is: Gervigreindardrifinn greiningarlíkan
ka: ხელოვნური ინტელექტით მართული გამოვლენის მოდელი
lv: Mākslīgā intelekta pamatots atklāšanas modelis
ms: Model Pengesanan Berkuasa AI
pl: Model detekcji zasilany przez AI
ru: Модель обнаружения на основе ИИ
sl: Model zaznave, poganjan z umetno inteligenco
sr_latn: Model detekcije pokretan veštačkom inteligencijom
sw: Mfano wa Utambuzi unaotumia AI
th: โมเดลตรวจจับที่ขับเคลื่อนด้วย AI
tr: AI Destekli Algılama Modeli
ur: AI پر مبنی نشاندہی ماڈل
zh_cn: AI 驱动检测模型

# HomePage_Detection_Description.Text
source: AI-powered detection runs locally as an additional layer of defense. May miss data or over-redact. Use Regex Patterns and Keywords below for deterministic redaction.
af: AI-aangedrewe opsporing loop plaaslik as 'n bykomende verdedigingslaag. Dit kan data mis of oor-redigeer. Gebruik die Regex-patrone en Sleutelwoorde hieronder vir deterministiese redigering.
ar: يعمل الكشف المدعوم بالذكاء الاصطناعي محليًا كطبقة إضافية من الدفاع. قد تفوت البيانات أو تبالغ في تنقيحها. استخدم أنماط Regex والكلمات الرئيسية أدناه للتنقيح الحتمي.
da: AI-drevet registrering kører lokalt som et ekstra forsvarslag. Den kan overse data eller redigere for meget. Brug Regex-mønstre og Nøgleord nedenfor til deterministisk redigering.
de: Die KI-gestützte Erkennung läuft lokal als zusätzliche Verteidigungslinie. Möglicherweise werden Daten übersehen oder übermäßig geschwärzt. Verwenden Sie unten Regex-Muster und Schlüsselwörter für deterministische Schwärzung.
el: Η ανίχνευση με τεχνητή νοημοσύνη εκτελείται τοπικά ως επιπλέον επίπεδο άμυνας. Μπορεί να χάσει δεδομένα ή να αποκρύψει υπερβολικά. Χρησιμοποιήστε τα Μοτίβα Regex και τις Λέξεις-κλειδιά παρακάτω για ντετερμινιστική απόκρυψη.
et: Tehisintellektil põhinev tuvastus töötab kohapeal täiendava kaitsekihina. See võib andmeid vahele jätta või üle redigeerida. Kasutage deterministlikuks redigeerimiseks allpool olevaid Regex mustreid ja Märksõnu.
fi: Tekoälypohjainen havaitseminen toimii paikallisesti lisäpuolustuskerroksena. Se voi jättää tiedot huomaamatta tai peittaa liikaa. Käytä alla olevia Regex-kuvioita ja Avainsanoja deterministiseen peittämiseen.
fr: La détection alimentée par IA s'exécute localement comme une couche de défense supplémentaire. Elle peut manquer des données ou trop masquer. Utilisez les Modèles regex et Mots-clés ci-dessous pour un masquage déterministe.
hi: AI-संचालित पहचान एक अतिरिक्त सुरक्षा परत के रूप में स्थानीय रूप से चलती है। यह डेटा छोड़ सकता है या अधिक रिडैक्ट कर सकता है। निर्धारात्मक रिडैक्शन के लिए नीचे दिए गए Regex पैटर्न और कीवर्ड का उपयोग करें।
hu: A mesterséges intelligenciával működő észlelés helyben fut további védelmi rétegként. Előfordulhat, hogy adatokat mulaszt el, vagy túl sokat anonimizál. A determinisztikus anonimizáláshoz használja az alábbi Regex mintákat és Kulcsszavakat.
hy: Արհեստական բանականությամբ հայտնաբերումը աշխատում է տեղում որպես պաշտպանության լրացուցիչ շերտ: Այն կարող է բաց թողնել տվյալներ կամ ավելորդ ջնջել: Օգտագործեք ստորև Regex նմուշները և բանալի բառերը դետերմինիստական ջնջման համար:
ig_ng: Nchọpụta na-akwọ AI na-arụ ọrụ n'obodo dị ka ihe ndịchebe ọzọ. Ọ nwere ike tụfuo data ma ọ bụ emebi emebi ihe karịrị. Jiri Regex Patterns na Keywords n'okpuru maka emebi emebi zuru oke.
is: Gervigreindargreining keyrir staðbundið sem viðbótarvörn. Hún getur misst af gögnum eða afskráð of mikið. Notaðu Regex mynstur og Lykilorð hér að neðan fyrir ákveðna afskráningu.
ka: ხელოვნური ინტელექტით გამოვლენა მუშაობს ლოკალურად დამატებითი დაცვის ფენის სახით. შესაძლოა მონაცემები გამორჩეს ან ზედმეტად წაშალოს. დეტერმინისტული წაშლისთვის გამოიყენეთ ქვემოთ მოცემული Regex ნიმუშები და საკვანძო სიტყვები.
lv: Mākslīgā intelekta atklāšana darbojas lokāli kā papildu aizsardzības slānis. Tā var palaist garām datus vai pārlieku rediģēt. Izmantojiet Regex paraugus un Atslēgvārdus zemāk determinētai rediģēšanai.
ms: Pengesanan berkuasa AI berjalan secara setempat sebagai lapisan pertahanan tambahan. Mungkin terlepas data atau redaksi berlebihan. Gunakan Corak Regex dan Kata Kunci di bawah untuk redaksi deterministik.
pl: Detekcja oparta na AI działa lokalnie jako dodatkowa warstwa ochrony. Może przeoczyć dane lub nadmiernie redagować. Użyj poniższych Wzorców Regex i Słów kluczowych dla deterministycznego redagowania.
ru: Обнаружение на основе ИИ работает локально как дополнительный уровень защиты. Может пропустить данные или отредактировать лишнее. Используйте шаблоны регулярных выражений и ключевые слова ниже для детерминированного редактирования.
sl: Zaznava z umetno inteligenco teče lokalno kot dodatni obrambni sloj. Lahko spregleda podatke ali predobro uredi. Uporabite Regex vzorce in Ključne besede spodaj za deterministično urejanje.
sr_latn: Detekcija pokretana veštačkom inteligencijom radi lokalno kao dodatni sloj odbrane. Može propustiti podatke ili previše maskirati. Koristite Regex obrasce i Ključne reči ispod za determinističko maskiranje.
sw: Utambuzi unaotumia AI unakimbia kwa ndani kama safu ya ziada ya ulinzi. Unaweza kukosa data au kufuta zaidi ya inavyohitajika. Tumia Mistarifa ya Regex na Maneno Muhimu hapa chini kwa ajili ya kufuta kwa uhakika.
th: การตรวจจับที่ขับเคลื่อนด้วย AI ทำงานในเครื่องเป็นชั้นการป้องกันเพิ่มเติม อาจพลาดข้อมูลหรือลบมากเกินไป ใช้รูปแบบ Regex และคำสำคัญด้านล่างเพื่อการลดความละเอียดแบบกำหนดได้
tr: AI destekli algılama, ek bir savunma katmanı olarak yerel olarak çalışır. Verileri atlayabilir veya aşırı düzenleyebilir. Belirleyici düzenleme için aşağıdaki Regex Desenleri ve Anahtar Kelimeleri kullanın.
ur: AI پر مبنی نشاندہی ایک اضافی دفاعی پرت کے طور پر مقامی طور پر چلتی ہے۔ یہ ڈیٹا چھوڑ سکتی ہے یا زیادہ حذف کر سکتی ہے۔ قطعی حذف کرنے کے لیے نیچے دیے گئے Regex پیٹرن اور مطلوبہ الفاظ استعمال کریں۔
zh_cn: AI 驱动检测在本地运行，作为额外防御层。可能会遗漏数据或过度脱敏。请使用下方的正则表达式模式和关键词进行确定性脱敏。

# HomePage_Detection_SlowWarning.Text
source: Expect slightly slower responses when enabled. The model scans every message locally.
af: Verwag effens stadiger reaksietye wanneer geaktiveer. Die model skandeer elke boodskap plaaslik.
ar: توقع استجابات أبطأ قليلاً عند التمكين. يقوم النموذج بمسح كل رسالة محليًا.
da: Forvent lidt langsommere svar, når funktionen er aktiveret. Modellen scanner hver besked lokalt.
de: Erwarten Sie bei Aktivierung etwas langsamere Antworten. Das Modell scannt jede Nachricht lokal.
el: Αναμένετε κάπως πιο αργές απαντήσεις όταν είναι ενεργοποιημένο. Το μοντέλο σαρώνει κάθε μήνυμα τοπικά.
et: Lubamisel oodake veidi aeglasemaid vastuseid. Mudel skaneerib iga sõnumi kohapeal.
fi: Odota hieman hitaampia vastauksia, kun käytössä. Malli skannaa jokaisen viestin paikallisesti.
fr: Attendez-vous à des réponses légèrement plus lentes lorsqu'activé. Le modèle analyse chaque message localement.
hi: सक्षम होने पर प्रतिक्रियाएँ थोड़ी धीमी हो सकती हैं। मॉडल प्रत्येक संदेश को स्थानीय रूप से स्कैन करता है।
hu: Bekapcsolás esetén kissé lassabb válaszokra számítson. A modell minden üzenetet helyben szkennel.
hy: Միացված ժամանակ ակնկալեք մի փոքր ավելի դանդաղ պատասխաններ: Մոդելը տեղում սկանավորում է յուրաքանչյուր հաղորդագրություն:
ig_ng: Cheta na azịza ga-adị nwayọọ mgbe e kwụsịrị ya. Model na-enyocha ozi ọ bụla n'obodo.
is: Gerðu ráð fyrir aðeins hægari svörum þegar virkt. Líkanið skannar hver skilaboð staðbundið.
ka: ჩართვისას ოდნავ ნელი პასუხები ელოდეთ. მოდელი ყველა შეტყობინებას ლოკალურად სკანირებს.
lv: Gaidiet nedaudz lēnākas atbildes, kad iespējots. Modelis skenē katru ziņu lokāli.
ms: Jangkakan respons yang lebih perlahan apabila didayakan. Model mengimbas setiap mesej secara setempat.
pl: Spodziewaj się nieco wolniejszych odpowiedzi po włączeniu. Model skanuje każdą wiadomość lokalnie.
ru: Ожидайте небольшого замедления ответов при включении. Модель сканирует каждое сообщение локально.
sl: Pričakujte nekoliko počasnejše odgovore, ko je omogočeno. Model pregleda vsako sporočilo lokalno.
sr_latn: Očekujte nešto sporije odgovore kada je omogućeno. Model skenira svaku poruku lokalno.
sw: Tarajia majibu kidogo ya polepole wakati ukiwashwa. Mfano unachunguza kila ujumbe kwa ndani.
th: เมื่อเปิดใช้งาน อาจได้รับการตอบสนองช้าลงเล็กน้อย โมเดลจะสแกนข้อความทุกข้อความในเครื่อง
tr: Etkinleştirildiğinde yanıtların biraz daha yavaş olmasını bekleyin. Model her mesajı yerel olarak tarar.
ur: فعال ہونے پر جوابات میں معمولی تاخیر متوقع ہے۔ ماڈل ہر پیغام کو مقامی طور پر اسکین کرتا ہے۔
zh_cn: 启用后响应速度可能会稍慢。模型会在本地扫描每条消息。

# HomePage_Detection_ConfidenceLabel.Text
source: Confidence threshold (0.0–1.0):
af: Vertrouensdrempel (0.0–1.0):
ar: عتبة الثقة (0.0-1.0):
da: Konfidensgrænse (0,0–1,0):
de: Konfidenzschwelle (0,0–1,0):
el: Κατώφλι εμπιστοσύνης (0,0–1,0):
et: Kindluse lävend (0,0–1,0):
fi: Luottamusraja (0,0–1,0):
fr: Seuil de confiance (0,0–1,0) :
hi: विश्वास सीमा (0.0–1.0):
hu: Bizalmi küszöb (0,0–1,0):
hy: Վստահության շեմ (0,0–1,0).
ig_ng: Threshold nke nkwenye (0.0–1.0):
is: Traustmörk (0,0–1,0):
ka: სანდოობის ზღვარი (0,0–1,0):
lv: Pārliecības slieksnis (0,0–1,0):
ms: Ambang keyakinan (0.0–1.0):
pl: Próg pewności (0,0–1,0):
ru: Порог уверенности (0,0–1,0):
sl: Prag zaupanja (0,0–1,0):
sr_latn: Prag poverenja (0,0–1,0):
sw: Kizingiti cha ujasiri (0.0–1.0):
th: เกณฑ์ความเชื่อมั่น (0.0–1.0):
tr: Güven eşiği (0.0–1.0):
ur: اعتماد کی حد (0.0–1.0):
zh_cn: 置信度阈值（0.0–1.0）：

# PII_Type_account_number
source: Account number
af: Rekeningnommer
ar: رقم الحساب
da: Kontonummer
de: Kontonummer
el: Αριθμός λογαριασμού
et: Kontonumber
fi: Tilinumero
fr: Numéro de compte
hi: खाता संख्या
hu: Számlaszám
hy: Հաշվի համարը
ig_ng: Nọmba akaụntụ
is: Reikningsnúmer
ka: ანგარიშის ნომერი
lv: Konta numurs
ms: Nombor akaun
pl: Numer konta
ru: Номер счета
sl: Številka računa
sr_latn: Broj računa
sw: Nambari ya akaunti
th: หมายเลขบัญชี
tr: Hesap numarası
ur: اکاؤنٹ نمبر
zh_cn: 账号

# PII_Type_private_address
source: Address
af: Adres
ar: عنوان
da: Adresse
de: Adresse
el: Διεύθυνση
et: Aadress
fi: Osoite
fr: Adresse
hi: पता
hu: Cím
hy: Հասցե
ig_ng: Adreesị
is: Heimilisfang
ka: მისამართი
lv: Adrese
ms: Alamat
pl: Adres
ru: Адрес
sl: Naslov
sr_latn: Adresa
sw: Anwani
th: ที่อยู่
tr: Adres
ur: پتہ
zh_cn: 地址

# PII_Type_private_date
source: Date
af: Datum
ar: تاريخ
da: Dato
de: Datum
el: Ημερομηνία
et: Kuupäev
fi: Päivämäärä
hi: तारीख
hu: Dátum
hy: Ամսաթիվ
ig_ng: Ụbọchị
is: Dagsetning
ka: თარიღი
lv: Datums
ms: tarikh
pl: Data
ru: Дата
sl: Datum
sr_latn: Datum
sw: Tarehe
th: วันที่
tr: Tarih
ur: تاریخ
zh_cn: 日期

# PII_Type_private_email
source: Email
af: E-pos
ar: بريد إلكتروني
et: E-post
fi: Sähköposti
hi: ईमेल
hy: Էլ. փոստ
is: Tölvupóstur
ka: ელ. ფოსტა
lv: E-pasts
ms: E-mel
ru: Электронная почта
sl: E-pošta
sr_latn: E-pošta
sw: Barua pepe
th: อีเมล
tr: E-posta
ur: ای میل
zh_cn: 电子邮件

# PII_Type_private_person
source: Person
af: Persoon
ar: شخص
el: Άτομο
et: Isik
fi: Henkilö
fr: Personne
hi: व्यक्ति
hu: Személy
hy: Անձ
ig_ng: Mmadụ
is: Einstaklingur
ka: პირი
lv: Persona
ms: Orang
pl: Osoba
ru: Человек
sl: Oseba
sr_latn: Osoba
sw: Mtu
th: บุคคล
tr: Kişi
ur: شخص
zh_cn: 人物

# PII_Type_private_phone
source: Phone
af: Telefoon
ar: هاتف
da: Telefon
de: Telefon
el: Τηλέφωνο
et: Telefon
fi: Puhelin
fr: Téléphone
hi: फ़ोन
hu: Telefon
hy: Հեռախոս
ig_ng: Telefonu
is: Sími
ka: ტელეფონი
lv: Tālrunis
ms: telefon
pl: Telefon
ru: Телефон
sl: Telefon
sr_latn: Telefon
sw: Simu
th: โทรศัพท์
tr: Telefon
ur: فون
zh_cn: 电话

# PII_Type_secret
source: Secret
af: Geheim
ar: سر
da: Hemmelighed
de: Geheimnis
el: Μυστικό
et: Saladus
fi: Salaisuus
hi: गुप्त
hu: Titok
hy: Գաղտնիք
ig_ng: Nzuzo
is: Leyndarmál
ka: საიდუმლო
lv: Noslēpums
ms: Rahsia
pl: Sekret
ru: Секрет
sl: Skrivnost
sr_latn: Tajna
sw: Siri
th: ความลับ
tr: Gizli
ur: راز
zh_cn: 机密
